Taurus/bzt_ab_test.yml
execution:
- executor: ab
  concurrency: 1000
  iterations: 30
  headers:
    Content-Type: text/plain
  scenario: complex
 

scenarios:
  complex:  
    keepalive: false
    requests:
    - url: https://www.webperformance.com/
    - url: https://www.webperformance.com/load-testing-tools/blog/
    - url: https://www.webperformance.com/load-testing-consulting-services/
    - url: https://www.webperformance.com/support/